{
  "articles": [
    {
      "data": {
        "title": "Little Green Rascals nursery group acquires 6th setting",
        "type": "Review",
        "summary": "Little Green Rascals Organic Day Nurseries has bought 60-place Polly Anna’s Daycare Nursery in York, formerly owned by Ken McArthur.",
        "author": "Sambath",
        "body": "Mr McArthur, who founded the setting in Hexby in 1997, has sold the setting to retire.\n\nPolly Anna's Daycare Nursery will be Little Green Rascals sixth nursery. The group's other settings are based in and around York.\n\nVanessa Warn, founder and managing director of Little Green Rascals Organic Day Nurseries, said they had been looking to expand for some time and the opportunity to buy Polly Anna’s Daycare Nursery, which is rated outstanding by Ofsted, was ‘too good to miss’.\n\nShe added, ‘Ken McArthur has been a great mentor and sounding board for me and my business since I started out in 2009, his knowledge of the sector is unmatched. I’m thrilled to be able to take on his thriving nursery and will strive to maintain the high standards that have already been set.’\n\nMr McArthur said, ‘I’m not getting any younger and believe I have achieved as much as I can so the time was right to step away, particularly as my daughter Helen would not continue to run the nursery without me and is now embarking on the next stage in her career. Retirement also means a greater opportunity for me to travel further and longer than before.\n\n‘Our greatest achievement, along with the excellent reputation we have within the local community and City of York generally, was being awarded ‘Outstanding’ by Ofsted.\n\nHe added, ‘Helen and I will be supporting Vanessa and her management team over the next few months to ensure a smooth as possible transfer of ownership which will benefit the children, their parents and our loyal staff team.’\n\nVicky Marsland, Business Agent at Christie & Co who handled the sale, commented, ‘I’m very pleased to have been able to assist Ken with the sale of the nursery and wish him a happy and well-deserved retirement. I believe they have found the perfect new owner for Polly Anna’s in Vanessa and look forward to seeing the Little Green Rascals group expand so they may continue providing their award winning childcare services for many years to come.”\n\n‘This transaction is an example of how active the children’s day nursery market currently is. There is a high demand for quality settings with strong financial performances.’\n\nThe sale follows a string of acquistions this month including Just Childcare's purchase of the Primley Park Nursery Group."
      },
      "created": 1537092238119,
      "id": 1
    },
    {
      "data": {
        "title": "Kids Allowed and Just Childcare on expansion trail",
        "type": "News",
        "summary": "Kids Allowed has opened a £1.5m sustainable nursery in Trafford City, while Just Childcare has accquired a group of four settings.",
        "author": "Isabella",
        "body": "Kids Allowed's new, purpose-built facility, developed by Peel Land and Property, is located within the retail, leisure and office space that also includes the Trafford Centre.\n\nThe 114-place nursery is the eighth nursery for Manchester-based Kids Allowed, a group which employs over 450 members of staff and provides places for around 2,000 children across its settings.\n\nKids Allowed's chief executive committed to children's well-being\nNursery Chains 2017\nThe new setting features a green roof system which enhances local air quality.\n\nSolar photovoltaic panels have also been installed on the roof to provide the building with a supplement of clean, low carbon energy.\n\nThe building has achieved the highest Energy Performance Certificate (EPC) A rating as well as a BREEAM (Building Research Establishment Environmental Assessment Method) rating of ‘very good’, ranking the building in the top 25 per cent of new UK non-domestic buildings for environmental performance.\n\nAt TraffordCity, Kids Allowed-branded reusable mugs have replaced disposable cups for  coffee-cupsparents, an initiative which the group plans to roll out across its nurseries in the coming weeks.\n\nKids Allowed introduced biodegradable nappies in 2013 and is currently reviewing policies and procedures to reduce reliance on single-use plastics across its settings as part of a pledge to significantly reduce the group’s carbon footprint by 2020.\n\nFounder and chief executive Jennie Johnson said, ‘We operate in an industry that has a significant impact on the planet. We understand our part in that and we are committed to doing everything we can to address it. We’ve got to do our bit to change things. We’re in the business of giving children the very best start in life and the very best futures, looking after their planet is just another part of that.\n\n‘Peel’s commitment to the green roof concept at TraffordCity has supported us in our mission to reduce our impact on the environment. As well as being a beautiful and unique feature, it reduces the running costs of our nursery, allowing us to invest in other green measures across the group.’\n\nJust Childcare\n\nMeanwhile, Just Childcare has acquired Leeds-based Primley Park nursery group.\n\njust-childcare-head-office\n\nThe purchase involves Primley Park’s four nurseries in the Alwoodley, Moortown and Roundhay areas of Leeds.\n\nPrimley Park was established in 1991 and offered more than 260 places to children in Leeds.\n\nThe acquisition takes Just Childcare up to a total of 41 settings in the North West, Yorkshire and the South West.\n\nThe group’s portfolio has grown from seven nurseries in the last three years, and its 41 settings, including eight other nurseries in Yorkshire, will now provide more than 3,000 childcare places.\n\nDavid Johnson, chief executive of Just Childcare, said, ‘We’re delighted to have acquired the Primley Park group of nurseries. They are all well-established settings in locations that have a natural synergy with our existing operations.\n\n‘We look forward to working with the existing nursery teams and providing them with the support and expertise our group can offer to further improve and enhance their excellent reputation.’"
      },
      "created": 1537092238119,
      "id": 2
    },
    {
      "data": {
        "title": "Government urged to find funding solution to save nursery schools",
        "type": "Review",
        "summary": "A new report warns that if London's nursery schools, whose future is under threat, close then it will be detrimental to thousands of vulnerable children.",
        "author": "Emma",
        "body": "Published by London Councils, the report reveals that maintained nursery schools (MNS) in over a third of boroughs in the capital may be threatened with closure if the Government doesn’t provide additional funding.\n\nIt is based upon interviews with headteachers and senior staff from 19 of London's 80 maintained nursery schools between March and May this year.\n\nLondon Mayor urged to help tackle 'special needs timebomb'\nCampaign to save maintained nursery schools\nDfE to assess value of nursery schools\nThe majority of headteachers said that if they did manage to keep their nursery school open it would be because they were accepting fewer children with Special Educational Needs and Disabilities (SEND), or by significantly reducing the support available to these children.\n\nOf those interviewed, most said between 20 and 30 per cent of children in their setting had SEND.\n\nStruggling to survive\n\nLondon Councils asked heads and senior staff about the future of their setting once supplementary funding for MNSs comes to an end in March 2020.\n\nThe majority of interviewees said their nursery school would be unlikely to remain open if the supplementary Government funding is removed.\n\nThose nursery schools who do not receive supplementary funding said their reserves were gradually being depleted, which will soon place them in an unsustainable situation.\n\nOne respondent commented, ‘If we survive until 2020, we’ll be very lucky.'\n\nMost headteachers warned that they will soon have to begin turning away children with complex needs unless more funding is secured.\n\nEvery headteacher emphasised how urgently the Government needs to make a commitment to funding MNSs at a level that would allow them to operate sustainably.\n\nSome said they would need to know what their funding situation was going to look like before next September so they could make a decision as to whether to open for the 2019/20 academic year.\n\nRecommendations\n\nThe report goes on to make a number of recommendations to Government, including:\n\nthe implementation of a sustainable funding solution for maintained nursery schools, which acknowledges their status as schools, their higher costs and their distinct role in the early years sector.\nconsideration of emergency financial support for schools under threat of closure prior to March 2020.\nto undertake a mapping exercise to understand the distribution of children with SEND across different setting types and support they receive.\nto increase funding to the high needs block to allow for more funding to be put in place for children in the early years.\nto undertake a review of the impact of the Early Years National Funding Formula and the 30 hours on the ability of disadvantaged children to access early years places.\nCouncillor Nickie Aiken, London Councils executive member for children’s services, said, ‘Maintained nursery schools provide a vital service for our local communities, equipping some of London’s most vulnerable and disadvantaged children with a high-quality education to give them the best start in life.\n\n‘These schools are specialists in their field and need to be funded accordingly to ensure that this valuable resource is not lost.\n\n‘We need to work with Government and other partners to ensure that maintained nurseries can continue to provide effective support to disadvantaged children and those with SEND.’\n\nChildren and families minister Nadhim Zahawi said, 'Maintained nursery schools make a valuable contribution to improving the lives of some of our most disadvantaged children – that’s why we are providing local authorities with around £60million a year up until 2020 to protect maintained nursery schools funding. We also support low-income families with access to high quality early years through our 15 hours free childcare for all three- and four-year-olds, with 30 hours available for working families, in addition to the 15 hours a week for the most deprived two-year-olds, which almost 750,000 children are already benefiting from.\n\n'I regularly meet with maintained nursery school leaders and we continue to work closely together to better understand the value these nurseries offer, so I would urge councils not to make premature decisions on the future of these nurseries as this work continues. Decisions about what happens after this will be taken as part of the next Spending Review.'"
      },
      "updated": 1537281606094,
      "id": 3
    },
    {
      "data": {
        "title": "Five-year-olds to receive mental health support in Scotland",
        "type": "News",
        "summary": "Scotland's First Minister Nicola Sturgeon has announced plans to introduce a mental well-being service for children and young people from the age of five.",
        "author": "Olivia",
        "body": "It is being funded through a new £250 million package of support for mental health services over the next five years, which will focus on helping young people.\n\nThe community mental well-being service will fast-track children and young people with the most serious mental illness to get specialist help.\n\nA proportion of the funding will also go towards placing 350 counsellors in schools and an additional 250 schools nurses, ensuring that every secondary school has a counselling service.\n\nScotland's 1,140 childcare hours a 'significant challenge'\nFalling confidence in 1,140 hours\nRise in mental health problems\nThe commitment was announced by the First Minister in her plan for Government for 2018-19.\n\nMs Sturgeon said she hoped the package ‘underlines the commitment of this Government to ensuring that our health services value and support mental wellbeing just as much as physical wellbeing.’\n\nThe First Minister also announced that the Best Start Grant for low income families, which replaces the Sure Start Maternity Grant in Scotland, will be introduced before Christmas, six months earlier than planned.\n\nThe grant offers £600 on the birth of a first child, £300 on the birth of any subsequent child and £250 for each child when they start nursery and again when they start school.\n\nDoubling Provision\n\nMs Sturgeon went on to reiterate plans to double the entitlement to funded early learning and childcare by 2020.\n\nOver the next 12 months, the Scottish Government will continue to work towards constructing or refurbishing 750 nurseries, recruiting up to 11,000 additional childcare staff and publish a new National Standard for providers delivering funded places beofre the end of this year.\n\nIn a statement, Ms Sturgeon said, ‘2018 is Scotland’s year of young people - a celebration of the contribution that children and young people make to our society.\n\n‘But the most important thing any Government can do is make sure that all of our young people have a fair chance to succeed.\n\n‘We are striving to do that at all stages of young people’s lives.’"
      },
      "created": 1537196749347,
      "id": 4
    },
    {
      "data": {
        "title": "Five-year-olds to receive mental health support in Scotland",
        "type": "Event",
        "summary": "Scotland's First Minister Nicola Sturgeon has announced plans to introduce a mental well-being service for children and young people from the age of five.",
        "author": "Sophia",
        "body": "It is being funded through a new £250 million package of support for mental health services over the next five years, which will focus on helping young people.\n\nThe community mental well-being service will fast-track children and young people with the most serious mental illness to get specialist help.\n\nA proportion of the funding will also go towards placing 350 counsellors in schools and an additional 250 schools nurses, ensuring that every secondary school has a counselling service.\n\nScotland's 1,140 childcare hours a 'significant challenge'\nFalling confidence in 1,140 hours\nRise in mental health problems\nThe commitment was announced by the First Minister in her plan for Government for 2018-19.\n\nMs Sturgeon said she hoped the package ‘underlines the commitment of this Government to ensuring that our health services value and support mental wellbeing just as much as physical wellbeing.’\n\nThe First Minister also announced that the Best Start Grant for low income families, which replaces the Sure Start Maternity Grant in Scotland, will be introduced before Christmas, six months earlier than planned.\n\nThe grant offers £600 on the birth of a first child, £300 on the birth of any subsequent child and £250 for each child when they start nursery and again when they start school.\n\nDoubling Provision\n\nMs Sturgeon went on to reiterate plans to double the entitlement to funded early learning and childcare by 2020.\n\nOver the next 12 months, the Scottish Government will continue to work towards constructing or refurbishing 750 nurseries, recruiting up to 11,000 additional childcare staff and publish a new National Standard for providers delivering funded places beofre the end of this year.\n\nIn a statement, Ms Sturgeon said, ‘2018 is Scotland’s year of young people - a celebration of the contribution that children and young people make to our society.\n\n‘But the most important thing any Government can do is make sure that all of our young people have a fair chance to succeed.\n\n‘We are striving to do that at all stages of young people’s lives.’"
      },
      "created": 1537092238119,
      "id": 5
    },
    {
      "data": {
        "title": "Five-year-olds to receive mental health support in Scotland",
        "type": "Feature",
        "summary": "Scotland's First Minister Nicola Sturgeon has announced plans to introduce a mental well-being service for children and young people from the age of five.",
        "author": "Isabella",
        "body": "It is being funded through a new £250 million package of support for mental health services over the next five years, which will focus on helping young people.\n\nThe community mental well-being service will fast-track children and young people with the most serious mental illness to get specialist help.\n\nA proportion of the funding will also go towards placing 350 counsellors in schools and an additional 250 schools nurses, ensuring that every secondary school has a counselling service.\n\nScotland's 1,140 childcare hours a 'significant challenge'\nFalling confidence in 1,140 hours\nRise in mental health problems\nThe commitment was announced by the First Minister in her plan for Government for 2018-19.\n\nMs Sturgeon said she hoped the package ‘underlines the commitment of this Government to ensuring that our health services value and support mental wellbeing just as much as physical wellbeing.’\n\nThe First Minister also announced that the Best Start Grant for low income families, which replaces the Sure Start Maternity Grant in Scotland, will be introduced before Christmas, six months earlier than planned.\n\nThe grant offers £600 on the birth of a first child, £300 on the birth of any subsequent child and £250 for each child when they start nursery and again when they start school.\n\nDoubling Provision\n\nMs Sturgeon went on to reiterate plans to double the entitlement to funded early learning and childcare by 2020.\n\nOver the next 12 months, the Scottish Government will continue to work towards constructing or refurbishing 750 nurseries, recruiting up to 11,000 additional childcare staff and publish a new National Standard for providers delivering funded places beofre the end of this year.\n\nIn a statement, Ms Sturgeon said, ‘2018 is Scotland’s year of young people - a celebration of the contribution that children and young people make to our society.\n\n‘But the most important thing any Government can do is make sure that all of our young people have a fair chance to succeed.\n\n‘We are striving to do that at all stages of young people’s lives.’"
      },
      "created": 1537092238119,
      "id": 6
    },
    {
      "data": {
        "title": "Five-year-olds to receive mental health support in Scotland",
        "type": "Opinion",
        "summary": "Scotland's First Minister Nicola Sturgeon has announced plans to introduce a mental well-being service for children and young people from the age of five.",
        "author": "Emma",
        "body": "It is being funded through a new £250 million package of support for mental health services over the next five years, which will focus on helping young people.\n\nThe community mental well-being service will fast-track children and young people with the most serious mental illness to get specialist help.\n\nA proportion of the funding will also go towards placing 350 counsellors in schools and an additional 250 schools nurses, ensuring that every secondary school has a counselling service.\n\nScotland's 1,140 childcare hours a 'significant challenge'\nFalling confidence in 1,140 hours\nRise in mental health problems\nThe commitment was announced by the First Minister in her plan for Government for 2018-19.\n\nMs Sturgeon said she hoped the package ‘underlines the commitment of this Government to ensuring that our health services value and support mental wellbeing just as much as physical wellbeing.’\n\nThe First Minister also announced that the Best Start Grant for low income families, which replaces the Sure Start Maternity Grant in Scotland, will be introduced before Christmas, six months earlier than planned.\n\nThe grant offers £600 on the birth of a first child, £300 on the birth of any subsequent child and £250 for each child when they start nursery and again when they start school.\n\nDoubling Provision\n\nMs Sturgeon went on to reiterate plans to double the entitlement to funded early learning and childcare by 2020.\n\nOver the next 12 months, the Scottish Government will continue to work towards constructing or refurbishing 750 nurseries, recruiting up to 11,000 additional childcare staff and publish a new National Standard for providers delivering funded places beofre the end of this year.\n\nIn a statement, Ms Sturgeon said, ‘2018 is Scotland’s year of young people - a celebration of the contribution that children and young people make to our society.\n\n‘But the most important thing any Government can do is make sure that all of our young people have a fair chance to succeed.\n\n‘We are striving to do that at all stages of young people’s lives.’"
      },
      "created": 1537092238119,
      "id": 7
    },
    {
      "data": {
        "title": "This is also edited one for testing",
        "type": "Analysis",
        "summary": "The call for bids for a £30m Government fund to enable schools to open more nursery places targeted at disadvantaged children has been met by angry reactions from the private and voluntary sector, as well as maintained nursery schools.",
        "author": "Olivia",
        "body": "The School Nurseries Capital Fund, announced in the Conservative party’s manifesto last year, aims to create new high-quality school-based nursery places for children aged from two- to four-years-old in order to boost social mobility.\n\nTories promise funding for schools to open nurseries\nSocial mobility plan promises £50m for school nursery places\n\nLocal authorities, schools, multi-academy trusts and interested organisations have until 22 November to submit bids. The guidance states that strong partnership working to develop bids is expected with successful applicants being announced in March next year.\n\nBut providers in the rest of the sector say they have been overlooked and argue that they also have a vital role in providing childcare and early years education.\n\nEarly Education is awaiting clarification of the new funding from the Department for Education with chief executive Beatrice Merrick expressing surprise and disappointment that maintained nursery schools are excluded from bidding ‘given their exceptional track record at closing the gap for children in the most disadvantaged areas’. She added that this would seem to make them the ideal candidates to meet the aims of the fund.\n\nNeil Leitch, chief executive of the Pre-school Learning Alliance said it was no surprise that many working in the PVI sector are angered by the announcement. He said, ‘It’s absolutely right for the childminders, nurseries and pre-schools who are carrying the bulk of the government’s flagship childcare policy to ask where their additional financial support is. Ministers need to get their priorities straight, stop tinkering with announcements of small pots of money and commit to increasing - and annually reviewing - funding rates for all providers.’\n\nIn light of the new funding, private nursery owners are being encouraged by the National Day Nurseries Association (NDNA) to find out what is being planned for their local area and work with their local authority to understand early years plans as soon as possible. Purnima Tanuku, NDNA chief executive, also warned that any new capital investment needs to be carefully thought out.\n\n‘The private, voluntary and independent nursery sector currently offers the vast majority of childcare in England,’ she said. ‘If a new school nursery was to set up in an area with established settings, it could threaten businesses already providing a good service and potentially be a waste of valuable resources. This money would be better used to bolster up the current low funding rate and ensure nursery sustainability rather than duplicating provision.’\n\nFurther information\n\nhttps://www.gov.uk/guidance/school-nurseries-capital-fund"
      },
      "updated": 1537281352375,
      "id": 8
    },
    {
      "data": {
        "title": "Changed to the original state again",
        "type": "Opinion",
        "summary": "If technology has rendered print a commodity, then it’s up to printers to get more involved and become providers of expertise and excellence.",
        "author": "Sophia",
        "body": "His ambitions go much further than that.\n\nHe wants every print business in the UK to be respected and admired. He believes that if print is to survive and thrive, its companies, big and small, need to be seen as trusted authorities in the field of communication. Rather than being just commodity suppliers, printers need to become true partners, specialists who are consulted and listened to – much like his theory.\n\nDarryl Danielli Let’s start at the beginning, tell me about the business?\nMichael Burman We’ve been around nearly 60 years and began as a pre-press company specialising mainly in the magazine field. But with technology changing more and more, the pre-press role got taken over by our clients. So, we moved into printing, and digital printing was the logical move – around 20 years ago.\n\nEarly to mid 1990s then?\nAround then, I think we put in one of the first Indigos in the country a few months after it was launched at Ipex 93. Then a second a few years later.\n\nIs that because back then you thought that digital was where the market was headed?\nIt was more fundamental than that. I suppose, if you had to hang any kind of title over my journey in the industry, the big thing that has changed in the past 20 or 30 years is choice.\n\nChoice?\nWhat I mean is that 20, 30, 40 years ago if you wanted to put ink on paper you had to come through a pre-press company; we were an integral link in that chain. In those days, you had very little choice in how you, as a business, communicated. If you didn’t do ink on paper then you could probably pick up the telephone and for most companies that was essentially it. It was that fundamental expansion of [communication] choice that has driven almost everything that has changed in the industry, because now if you want to communicate a message you have a choice of how you do it and if clients have a choice then that changes our role as ink on paper people to being ‘part’ of the conversation, not ‘the’ conversation.\n\nMakes sense.\nSo, what we did as a company was try to build up printing as the pre-press side fell away, to the extent that pre-press is an almost non-existent part of the company in terms of sales revenue now, but still an integral part of the company in terms of providing the overall picture.\n\nHow do you mean?\nWell, those pre-press skills are still invaluable, but it’s not an income stream.\n\nAnd it starts some of the client conversations?\nNo, it’s bigger than that. Basically, having looked at digital printing we knew there were some limitations around format size, so we got into litho [as well as digital], albeit Karat and dry offset and things like that, and that sort of worked. But we felt we needed to offer more, so we bought a mailing company, so that we could offer everything from the front-end right through to going out the door. But, and it’s a big but, fundamentally we as an industry are all quite good at putting ink on paper, we are all quite good at service, so the one area that decides if you get a job or not is price. That isn’t a great place to be. You’re in a commodity market. I know it is a place that some people are happy to be...\n\nBecause they can gear their business to be in a commodity market?\nYes, but it’s not for us. And having taken the decision that we don’t want to be in a price-driven commodity market, we looked at how to solve that. And what we decided was to build relationships with our clients where we became a partner and not just a supplier. I know it’s a hackneyed term, but it changes the relationship to one where if the client wants to do something, we help them make that decision, because we’re seen as worthy of talking to, advising, testing a project. And we can only do that if, firstly, the technology allows us to do it. Fundamentally, technology does now, and our pre-press background allows us to look at things, adjust and change them and the whole data management thing stems from those pre-press skills. So, it’s part of the picture of being seen as a partner not a supplier."
      },
      "updated": 1537282156251,
      "id": 9
    },
    {
      "data": {
        "title": "Simply dummy text of the printing and typesetting industry. Lorem Ipsum ",
        "type": "Opinion",
        "summary": "Has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with",
        "author": "Isabella",
        "body": "Contrary to popular belief, Lorem Ipsum is not simply random text. It has roots in a piece of classical Latin literature from 45 BC, making it over 2000 years old. Richard McClintock, a Latin professor at Hampden-Sydney College in Virginia, looked up one of the more obscure Latin words, consectetur, from a Lorem Ipsum passage, and going through the cites of the word in classical literature, discovered the undoubtable source. Lorem Ipsum comes from sections 1.10.32 and 1.10.33 of \"de Finibus Bonorum et Malorum\" (The Extremes of Good and Evil) by Cicero, written in 45 BC. This book is a treatise on the theory of ethics, very popular during the Renaissance. The first line of Lorem Ipsum, \"Lorem ipsum dolor sit amet..\", comes from a line in section 1.10.32.\n\nThe standard chunk of Lorem Ipsum used since the 1500s is reproduced below for those interested. Sections 1.10.32 and 1.10.33 from \"de Finibus Bonorum et Malorum\" by Cicero are also reproduced in their exact original form, accompanied by English versions from the 1914 translation by H. Rackham."
      },
      "created": 1537202201242,
      "id": 10
    },
    {
      "data": {
        "title": "Where can I get some?",
        "type": "Opinion",
        "summary": "It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout. The point of using Lorem Ipsum is that it has a more-or-less normal distribution of letters, as opposed to using 'Content here",
        "author": "Isabella",
        "body": "\"Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae dicta sunt explicabo. Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt. Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem. Ut enim ad minima veniam, quis nostrum exercitationem ullam corporis suscipit laboriosam, nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem eum fugiat quo voluptas nulla pariatur?\"\n\n1914 translation by H. Rackham\n\"But I must explain to you how all this mistaken idea of denouncing pleasure and praising pain was born and I will give you a complete account of the system, and expound the actual teachings of the great explorer of the truth, the master-builder of human happiness. No one rejects, dislikes, or avoids pleasure itself, because it is pleasure, but because those who do not know how to pursue pleasure rationally encounter consequences that are extremely painful. Nor again is there anyone who loves or pursues or desires to obtain pain of itself, because it is pain, but because occasionally circumstances occur in which toil and pain can procure him some great pleasure. To take a trivial example, which of us ever undertakes laborious physical exercise, except to obtain some advantage from it? But who has any right to find fault with a man who chooses to enjoy a pleasure that has no annoying consequences, or one who avoids a pain that produces no resultant pleasure?\"\n\nSection 1.10.33 of \"de Finibus Bonorum et Malorum\", written by Cicero in 45 BC\n\"At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique sunt in culpa qui officia deserunt mollitia animi, id est laborum et dolorum fuga. Et harum quidem rerum facilis est et expedita distinctio. Nam libero tempore, cum soluta nobis est eligendi optio cumque nihil impedit quo minus id quod maxime placeat facere possimus, omnis voluptas assumenda est, omnis dolor repellendus. Temporibus autem quibusdam et aut officiis debitis aut rerum necessitatibus saepe eveniet ut et voluptates repudiandae sint et molestiae non recusandae. Itaque earum rerum hic tenetur a sapiente delectus, ut aut reiciendis voluptatibus maiores alias consequatur aut perferendis doloribus asperiores repellat.\"\n\n"
      },
      "updated": 1537281341566,
      "id": 11
    },
    {
      "data": {
        "title": "Where does it come?",
        "type": "Analysis",
        "summary": "Contrary to popular belief, Lorem Ipsum is not simply random text. It has roots in a piece of classical Latin literature from 45 BC, making it over 2000 years old. Richard McClintock, a Latin professor at Hampden-Sydney College in Virginia, looked up one of the more obscure Latin words, consectetur, from a Lorem Ipsum passage, and going through the cites",
        "author": "Emma",
        "body": "1914 translation by H. Rackham\n\"But I must explain to you how all this mistaken idea of denouncing pleasure and praising pain was born and I will give you a complete account of the system, and expound the actual teachings of the great explorer of the truth, the master-builder of human happiness. No one rejects, dislikes, or avoids pleasure itself, because it is pleasure, but because those who do not know how to pursue pleasure rationally encounter consequences that are extremely painful. Nor again is there anyone who loves or pursues or desires to obtain pain of itself, because it is pain, but because occasionally circumstances occur in which toil and pain can procure him some great pleasure. To take a trivial example, which of us ever undertakes laborious physical exercise, except to obtain some advantage from it? But who has any right to find fault with a man who chooses to enjoy a pleasure that has no annoying consequences, or one who avoids a pain that produces no resultant pleasure?\"\n\nSection 1.10.33 of \"de Finibus Bonorum et Malorum\", written by Cicero in 45 BC\n\"At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique sunt in culpa qui officia deserunt mollitia animi, id est laborum et dolorum fuga. Et harum quidem rerum facilis est et expedita distinctio. Nam libero tempore, cum soluta nobis est eligendi optio cumque nihil impedit quo minus id quod maxime placeat facere possimus, omnis voluptas assumenda est, omnis dolor repellendus. Temporibus autem quibusdam et aut officiis debitis aut rerum necessitatibus saepe eveniet ut et voluptates repudiandae sint et molestiae non recusandae. Itaque earum rerum hic tenetur a sapiente delectus, ut aut reiciendis voluptatibus maiores alias consequatur aut perferendis doloribus asperiores repellat.\"\n\n1914 translation by H. Rackham\n\"On the other hand, we denounce with righteous indignation and dislike men who are so beguiled and demoralized by the charms of pleasure of the moment, so blinded by desire, that they cannot foresee the pain and trouble that are bound to ensue; and equal blame belongs to those who fail in their duty through weakness of will, which is the same as saying through shrinking from toil and pain. These cases are perfectly simple and easy to distinguish. In a free hour, when our power of choice is untrammelled and when nothing prevents our being able to do what we like best, every pleasure is to be welcomed and every pain avoided. But in certain circumstances and owing to the claims of duty or the obligations of business it will frequently occur that pleasures have to be repudiated and annoyances accepted. The wise man therefore always holds in these matters to this principle of selection: he rejects pleasures to secure other greater pleasures, or else he endures pains to avoid worse pains.\""
      },
      "updated": 1537281093947,
      "id": 12
    }
  ],
  "authors": [
    {
      "name": "Sophia",
      "email": "sophia@gmail.com",
      "id": 1
    },
    {
      "name": "Isabella",
      "email": "isabella@gmail.com",
      "id": 2
    },
    {
      "name": "Emma",
      "email": "emma@gmail.com",
      "id": 3
    },
    {
      "name": "Olivia",
      "email": "olivia@gmail.com",
      "id": 4
    },
    {
      "name": "William",
      "email": "william@gmail.com",
      "id": 5
    }
  ]
}